Repository: perjg/jugglemaster
Catalog: src/aajm/locale/*/LC_MESSAGES/aajm.po
Languages: es_ar

source: -S, --rsiteswap=XX Randomize siteswap every XX seconds (%f)
es_ar: -S, --rsiteswap=XX Hacer aleatorio el siteswap cada XX segundos (%f)

source: -T, --rstyle=XX Randomize style every XX seconds (%f)
es_ar: -T, --rstyle=XX Hacer aleatorio el estilo cada XX segundos (%f)

source: -a, --aahelp get help on AA options
es_ar: -a, --aahelp obtener ayuda con las opciones de AA

source: -d, --delay=XX delay XX ms between frames (%i)
es_ar: -d, --delay=XX demora de XX ms entre frames (%i)

source: -h, --help get help [this screen]
es_ar: -h, --help mostrar la ayuda [esta pantalla]

source: -i, --ipc enable IPC
es_ar: -i, --ipc habilitar IPC

source: -j, --justoutput only output [don't init kb or mouse]
es_ar: -j, --justoutput slo la salida [no inicializa teclado o mouse]

source: -l, --loadavg change speed based on load average
es_ar: -l, --loadavg cambiar la velocidad basada en la carga promedio

source: -m, --maxiterations=XX do at most XX iterations
es_ar: -m, --maxiterations=XX realizar a lo sumo XX iteraciones

source: -n, --normalload=XX a normal load average for your machine (%2.2f)
es_ar: -n, --normalload=XX una carga normal promedio para su computadora (%2.2f)

source: -p, --port=XX use port XX for IPC (%i)
es_ar: -p, --port=XX usar el puerto XX para IPC (%i)

source: -s, --siteswap=XX show siteswap XX (3)
es_ar: -s, --siteswap=XX mostrar el siteswap XX (3)

source: -t, --style=XX use style XX ("Normal")
es_ar: -t, --style=XX usar el estilo XX ("Normal")

source: +, -, enter - Speed up, down, reset
es_ar: +, -, enter - Aumentar velocidad, disminuir velocidad, reinicializar

source: AAJM, An ASCII Art Juggling program
es_ar: AAJM, Un programa para hacer malabares hecho en ASCII Art

source: AALib Options: %s
es_ar: Opciones de AALib: %s

source: Choose New Style...
es_ar: Elegir nuevo estilo...

source: Enter MPEG Name...
es_ar: Escribir el nombre del MPEG

source: Enter New SiteSwap...
es_ar: Escribir el nuevo SiteSwap...

source: Failed to initialize aalib
es_ar: La inicializacin de aalib fall

source: Jugglemaster Options:
es_ar: Opciones de Jugglemaster:

source: Key Help
es_ar: Ayuda - Teclas

source: Paused
es_ar: En pausa

source: Press any key to remove this menu
es_ar: Presione cualquier tecla para cerrar este men

source: Site: %s Style: %s Balls: %i
es_ar: Sitio: %s Estilo: %s Pelotas: %i

source: Usage: %s [OPTIONS]
es_ar: Uso: %s [OPTIONS]

source: h - This screen
es_ar: h - esta pantalla

source: l - Toggle Load Monitoring
es_ar: l - Activar/desactivar monitoreo de carga

source: m - Dump MPEG
es_ar: m - Exportar a MPEG

source: q - Quit
es_ar: q - Salir

source: r - Random Pattern
es_ar: r - Patrn aleatorio

source: s - Change Siteswap
es_ar: s - Cambiar Siteswap

source: space - Pause
es_ar: space - Pausa

source: t - Change Style
es_ar: t - Cambiar estilo
